import Head from "./head";
import Contents from "../components/content";
import Title from "../components/title";


function Layout(){
    return(
        <div>
            <Head/>
            <div style={{width: "80%", margin:"auto"}}>
                
                    <Title title="Эрхэм зорилго"/>
                <div className="First_Context">
                    <Contents text="Их Засаг ОУИС мэдлэгийг үйлдвэрлэгч, баялгийг бүтээгчдийг төрүүлэх, оюутан суралцагчдын ажил амьдралын баталгааг хангахад чиглэгдсэн сургалт, судалгаа, инновацийн бүтээлч чадамжтай, судалгааны их сургууль байна."/>
                </div>
                
                    <Title title="Алсын хараа"/>
                <div className="Second_Context">
                    <Contents text="Их засаг Олон улсын их сургууль (Их Засаг ОУИС) нь инноваци, технологийн үсрэнгүй хөгжлийн үлгэр загвар болсон үндэсний түүх соёлын тэргүүлэх, орчин үеийн даяарчлагдсан их сургууль байна."/>
                    <Contents text="Инноваци, нано технологийг хөгжүүлсэн орчин үеийн их сургуулийн хувьд Их Засаг ОУИС нь улс үндэстнийхээ нийтлэг эрх ашиг сонирхлын төлөө нийгэмд эерэг өөрчлөлтүүдийг бүтээх зарчмыг баримталсан нийгмийн хариуцлагатай их сургууль байна."/>
                    <Contents text="Их Засаг ОУИС нь сургалт хүмүүжил, эрдэм шинжилгээ, судалгааны ажлынхаа олон улсын ач холбогдлыг бататгахын тулд гадаад, дотоодын байгууллагуудтай хамтран ажиллаж, дэлхийн хэмжээний сургуулийн шаардлагыг хангаж ёс зүйн зарчмыг ямагт баримталж ажиллана."/>
                </div>
                
                    <Title title="Танилцуулга"/>
                <div className="Third_Context">
                    <Contents text="1994 оны тавдугаар сард “Хүннү” ХХК-ний захирал Н.Ням-Осор Хүннү ХХК-ний  удирдах зөвлөлд Удирдлага технологийн дээд сургууль байгуулах санал оруулсан нь тус зөвлөлийн гишүүдийн дийлэнх олонхийн дэмжлэгийг авч “Улс оронд нийгмийн харилцаа өөрчлөгдөж удирдлагын шинэ мэдлэгтэй боловсон хүчин шаардлагатай байгааг харгалзан 1994-1995 оны хичээлийн жилд Удирдлага технологийн  дээд сургууль нээж хичээлүүлэхийг зөвшөөрсүгэй” гэсэн заалт бүхий тогтоол батлуулж чадсан юм. Ийнхүү эдүгээгийн Их Засаг олон улсын их сургуулийн үндэс суурь тавигдаж 1994 оны есдүгээр сарын 1-ний өглөө анхны хонхыг цохиж тухайн үеийн  Барилгын зургийн институтын 507, 511 дугаарын өрөөнд 44 оюутантай 4 багштайгаар хичээлээ эхэлсэн түүхтэй."/>
                    <Contents text="Түүхэн хөгжлийн явцад тус сургууль Удирдлага технологийн дээд сургууль, Монгол удирдлагын дээд сургууль, “Их Засаг” хууль зүйн дээд сургууль хэмээн нэрлэгдэж байв."/>
                    <Contents text="Тус сургуулийн сургалтын үйл ажиллагаа нутаг дэвсгэрийн хувьд Улаанбаатар хотын баруун, зүүн хэсэгт 2 цогцолборт хуваагдан явагддаг бөгөөд I цогцолбор нь Улаанбаатар хотын Баянзүрх дүүргийн 4 дүгээр хорооны нутаг дэвсгэрт, II цогцолбор Улаанбаатар хотын Сонгинохайрхан дүүргийн 5 дүгээр хорооны нутаг дэвсгэрт байрладаг. Мөн орон нутагт буюу Баянхонгор, Дархан-Уул аймагт тус тус өөрийн харъяа, бүрэлдэхүүний сургуулиудаараа дамжуулан сургалт, хүмүүжлийн үйл ажиллагаагаа явуулж байна."/>
                </div>
            </div>
        </div>
    )
}
export default Layout;